{
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rose-pine": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "tailwind-tools.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "typescript-tools.nvim": {
    "branch": "master"
  }
}
